# напиши здесь код для хранения текстовых инструкций для приложения

sc1_instr1 = 'Добро пожаловать в программу по опредлелению здоровья!'
sc1_instr2 = 'Данное предложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\nПроба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\nУ испытуемого, находящегося в положении лёжа на спине в течении 5 мин, определяют частоту пульса за 15 секунд;\nзатем в течении 45 секунд испытуемый выполняет 30 приседаний.\nПосле окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\n а потом - за последние 15 секунд первой минуты периода восстановленияю\nВажно! Если в процессе проведения испытания вы почуствуете себя плохо (появится головокружение, шум в \nушах, сильная одышка и др.), то тест необходимо прервать и обратится к врачу.'

sc2_instr1 = 'Введите Ф.И.О.:'
sc2_instr2 = 'Сколько полных лет:'
sc2_instr3 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
sc2_instr4 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний'
sc2_instr5 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймерю\nЗелёным обозначены секунды, в течение которых необходимо\тпроводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'

